mailer/app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "conten", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "tom"], ["email", "35k.0101@gmail.com"], ["conten", "12345"], ["created_at", "2020-10-06 06:33:35.121799"], ["updated_at", "2020-10-06 06:33:35.121799"]]
---
  def create
    @contact = Contact.new(contact_params)

    if @contact.save